import React from "react";
import balduin from "../images/balduin.png";

const Balduin = () => {
  return (
    <div className="home-pages">
      <h1>ბალდუინ მეოთხე</h1>
      <div>
        <img src={balduin} alt="" />
        <p>
          ბალდუინ მეოთხის მმართველობის დასაწყისი <br />
          ბალდუინ მეოთხე, იერუსალიმის ლეპროსი მეფე, ტახტზე ავიდა 1174 წელს, 13
          წლის ასაკში, მამამისის, ამორი I-ის გარდაცვალების შემდეგ. მისი
          მმართველობის პერიოდი გამორჩეული იყო არა მხოლოდ მტერთან გამუდმებული
          ბრძოლებით, არამედ მისი პირადი ბრძოლით ავადმყოფობის წინააღმდეგ. ბალდუინ
          მეოთხეს ე.წ. ლეპრა, ანუ ჰანსენის დაავადება, ბავშვობიდანვე ჰქონდა, რაც
          მის ჯანმრთელობას ძლიერ აზიანებდა. მიუხედავად იმისა, რომ ავადმყოფობა
          ძალაუფლებისა და მოძრაობის უნარს აკარგვინებდა, იგი მაინც აგრძელებდა
          ქვეყნის მართვას და ბრძოლას მტრების წინააღმდეგ.
          <br />
          <br />
          ბალდუინის ბრძოლა ლეპრის წინააღმდეგ
          <br />
          ბალდუინ მეოთხე ცნობილია როგორც "ლეპროსი მეფე", რადგან იგი ავად იყო
          ლეპრით, იმ დროისთვის სასიკვდილო და უკურნებელი დაავადებით. მიუხედავად
          მისი ავადმყოფობისა, ბალდუინმა მოახერხა არა მხოლოდ ტახტის დაცვა, არამედ
          მტრის წინააღმდეგ ბრძოლაც. ლეპრის გამო მისი სხეული ნელ-ნელა შესუსტდა,
          თუმცა სულიერი სიმტკიცე და მებრძოლი სული არასოდეს დაუკარგავს. ეს ის
          შემთხვევაა, როცა ფიზიკური სირთულეები მეფეს ვერ ახერხებდნენ,
          გაებატონებინათ მისი სულიერი და გონებრივი ძალა.
          <br />
          <br />
          ბალდუინ მეოთხის სამხედრო წარმატებები
          <br />
          ბალდუინ მეოთხე, მიუხედავად ლეპრისგან გამოწვეული ფიზიკური შეზღუდვებისა,
          იყო შესანიშნავი მხედართმთავარი. ერთ-ერთი ყველაზე ცნობილი ბრძოლა,
          რომელსაც ბალდუინი ხელმძღვანელობდა, იყო მონჟიზარდის ბრძოლა 1177 წელს.
          ამ ბრძოლაში ბალდუინის არმიამ მოახერხა ძლევამოსილი მუსლიმი სარდლის,
          სალადინის, დამარცხება. მიუხედავად იმისა, რომ სალადინის ჯარი ბევრად
          აღემატებოდა ბალდუინის ჯარს, მეფის გონივრული სტრატეგიების წყალობით,
          ქრისტიანებმა შეძლეს გადამწყვეტი გამარჯვების მოპოვება.
          <br />
          <br />
          ბრძოლა სალადინთან
          <br />
          სალადინთან ბრძოლა ბალდუინ მეოთხის მმართველობის ერთ-ერთი
          უმნიშვნელოვანესი საკითხი იყო. მიუხედავად იმისა, რომ ბალდუინს სუსტი
          ჯანმრთელობა ჰქონდა, მისი სარდლობის უნარი და გონებრივი სიმტკიცე ხშირად
          გამოდიოდა სალადინის გეგმების ჩაშლის გარანტად. მონჟიზარდის გამარჯვება
          ამტკიცებდა, რომ ბალდუინის ჯარი მზად იყო მტრის მრავალრიცხოვანი ძალების
          წინააღმდეგ.
          <br />
          <br />
          გარდა ამისა, ბალდუინი 1180 წელს აიძულა სალადინი დროებითი ზავი დაედო
          იერუსალიმის სამეფოსთან, რაც დროებით მშვიდობას უზრუნველყოფდა. ბალდუინმა
          მტკიცე ნაბიჯები გადადგა იერუსალიმის სამეფოს უსაფრთხოების
          უზრუნველსაყოფად.
          <br />
          <br />
          ბალდუინის მმართველობის სირთულეები
          <br />
          ბალდუინ მეოთხეს მმართველობის პერიოდი იყო სირთულეებით სავსე. მისი
          ავადმყოფობის გამო, მეფეს ფიზიკური მოძრაობის შეზღუდვა ჰქონდა და ხშირად
          ვერ ახერხებდა აქტიურ მონაწილეობას ყველა საკითხში. ამის გამო, ბალდუინს
          მოუწია მრჩეველებისა და სარდლების დახმარებაზე დაყრდნობა. ერთ-ერთი ასეთი
          სარდალი იყო მისი დისწული, გი დე ლუზინიანი, რომელიც მოგვიანებით მეფედ
          დაინიშნა, თუმცა მისი მმართველობა უფრო მეტად კონფლიქტებითა და
          სირთულეებით იყო გამორჩეული.
          <br />
          <br />
          ბალდუინის ბოლო წლები
          <br />
          ბალდუინის ჯანმრთელობის მდგომარეობა თანდათან გაუარესდა. 1183 წელს მან
          დაასახელა თავისი დისწული, გი დე ლუზინიანი, იერუსალიმის მეფედ, რადგან
          თავად აღარ შეეძლო მეფობის სრულად შესრულება. მიუხედავად ამისა, ბალდუინი
          კვლავ განაგრძობდა აქტიურ მონაწილეობას სახელმწიფო საქმეებში, რადგან გის
          მმართველობა ვერ აკმაყოფილებდა მეფის მოლოდინებს.
          <br />
          <br />
          ბალდუინ მეოთხე გარდაიცვალა 1185 წელს, 24 წლის ასაკში, ლეპრის შედეგად.
          მისი სიკვდილის შემდეგ, იერუსალიმის სამეფოს კვლავ მტერი დაემუქრა და
          საბოლოოდ, 1187 წელს, სალადინმა მოახერხა იერუსალიმის დაკავება.
          მიუხედავად ამისა, ბალდუინ მეოთხეს მმართველობა დღემდე ითვლება ერთ-ერთ
          ყველაზე გამორჩეულ პერიოდად იერუსალიმის სამეფოს ისტორიაში.
          <br />
          <br />
          ბალდუინის მემკვიდრეობა
          <br />
          ბალდუინ მეოთხე იერუსალიმის ისტორიაში შევიდა როგორც მეფე, რომელიც
          ფიზიკურ ავადმყოფობასთან ბრძოლაში არასდროს დანებდა და საკუთარი
          ძალისხმევით შეძლო მრავალი წარმატება მოეპოვებინა. მისი სამხედრო
          სტრატეგიები და პოლიტიკა გამოირჩეოდა გონივრულობითა და გამჭრიახობით, რაც
          მის მმართველობას ასე განსაკუთრებულს ხდიდა.
          <br />
          <br />
          ლეპრის მიუხედავად, ბალდუინ მეოთხე რჩება ერთ-ერთ ყველაზე გამბედავ მეფედ
          შუა საუკუნეების ისტორიაში. მისი ცხოვრება და მმართველობა შთაგონების
          წყაროა როგორც ისტორიკოსებისთვის, ისე ადამიანებისთვის, რომლებიც
          ცხოვრების სირთულეების გადალახვას ცდილობენ. ბალდუინის მეფობა
          გვასწავლის, რომ ფიზიკური შეზღუდვები და სირთულეები ვერასდროს შეჩერებენ
          ძალაუფლებისა და სიმტკიცის ადამიანურ სულს.
          <br />
          <br />
          დასკვნა
          <br />
          ბალდუინ მეოთხე იერუსალიმის ლეპროსი მეფე იყო გამბედაობის, სტრატეგიული
          გონების და უდრეკი ნების სიმბოლო. მიუხედავად მისი ფიზიკური
          მდგომარეობისა, ბალდუინმა შეძლო მტრის წინააღმდეგ ბრძოლაში წარმატებების
          მიღწევა და მისი მეფობის პერიოდში იერუსალიმის სამეფოს დაცვა. მისი
          მემკვიდრეობა დღემდე ცოცხალია, როგორც მეფის, რომელმაც გადალახა
          ცხოვრების უდიდესი გამოწვევები და დაამტკიცა, რომ ნამდვილი ძალა გულშია,
          არა სხეულში
        </p>
      </div>
    </div>
  );
};

export default Balduin;
