import React from "react";
import tamar from "../images/tamar.png";

const Tamarmefe = () => {
  return (
    <div className="home-pages">
      <h1>თამარ მეფე</h1>
      <div>
        <img src={tamar} alt="" />
        <p>
          <span className="tamar-span"> თამარ მეფე: სიმტკიცისა და სიბრძნის სიმბოლო</span> <br />
          <br />
          თამარის მმართველობის დასაწყისი
          <br />
          თამარ მეფე ტახტზე ავიდა 1184 წელს, მამის, გიორგი III-ის გარდაცვალების
          შემდეგ. მისი მმართველობის დასაწყისი საკმაოდ რთული იყო, რადგან ქართული
          სამეფო იმ დროს გარკვეული შიდა პრობლემებით იტანჯებოდა. ფეოდალური
          კლანების ნაწილი არ აღიარებდა ქალის მმართველობას და ამის გამო თამარს
          მოუწია პირველ რიგში თავისი ავტორიტეტის დამტკიცება და ძალაუფლების
          გამყარება. მან მოახერხა ფეოდალთა დიდი ნაწილის დაყოლიება და
          დამორჩილება, რაც მის ძალაუფლებას კიდევ უფრო განამტკიცებდა.
          <br />
          <br />
          თამარ მეფის მოღვაწეობა გამორჩეულია თავისი სიბრძნით და ქვეყნის შიდა და
          საგარეო პოლიტიკის გონივრულად მართვით. ის გახდა ერთ-ერთი პირველი ქალი
          მმართველი საქართველოს ისტორიაში, რომელმაც შეძლო ქვეყნის ერთიანობისა და
          ძლიერების შენარჩუნება.
          <br />
          <br />
          რა გამოარჩევდა თამარის მეფობას?
          <br />
          თამარის მეფობა ითვლება საქართველოს ისტორიაში "ოქროს ხანად". მის
          მმართველობის პერიოდში ქვეყანა არამხოლოდ შიდა სტაბილურობას მიაღწია,
          არამედ გახდა რეგიონალური ზესახელმწიფო. თამარის მმართველობის წლები
          გამოირჩეოდა ქვეყნის ეკონომიკური, სამხედრო და კულტურული განვითარების
          სიმაღლით. იგი აქტიურად მონაწილეობდა კავკასიისა და ახლო აღმოსავლეთის
          პოლიტიკურ პროცესებში, რაც მისი საგარეო პოლიტიკის ერთ-ერთ მთავარ
          პრიორიტეტად იქცა. თამარმა მოახერხა საქართველოს საზღვრების გაფართოება
          და ქვეყნის გავლენის ზრდა მეზობელ ქვეყნებში.
          <br />
          <br />
          თამარის სამხედრო წარმატებები
          <br />
          თამარის მმართველობის პერიოდში საქართველოს არმია გამოირჩეოდა სამხედრო
          წარმატებებით. ერთ-ერთი უმნიშვნელოვანესი ბრძოლა, რომელიც თამარის
          პერიოდში მოხდა, იყო შამქორის ბრძოლა 1195 წელს. ამ ბრძოლაში ქართველებმა
          დაამარცხეს აზერბაიჯანის მმართველი და ქვეყნის სამხრეთ-აღმოსავლეთი
          საზღვრები გაამყარეს. ეს ბრძოლა მეტად მნიშვნელოვანი იყო, რადგან
          შამქორის გამარჯვებამ საქართველოს ძალა და სიძლიერე დაამტკიცა მეზობელ
          ქვეყნებთან.
          <br />
          <br />
          გარდა ამისა, კიდევ ერთი მნიშვნელოვანი ბრძოლა იყო ბასიანის ბრძოლა 1203
          წელს, სადაც ქართველთა ჯარმა დაამარცხა სელჩუკთა იმპერია. ეს გამარჯვება
          უზრუნველყოფდა ქვეყნის თავისუფლებასა და დამოუკიდებლობას, რომელიც მტკიცე
          ნაბიჯებით განვითარდა.
          <br />
          <br />
          კულტურული აყვავება თამარის მეფობის დროს
          <br />
          თამარ მეფის მმართველობის პერიოდი გამოირჩეოდა ასევე კულტურული
          აყვავებით. სწორედ მის დროს დაიწერა შოთა რუსთაველის მიერ შედგენილი
          ეპიკური პოემა "ვეფხისტყაოსანი", რომელიც დღემდე ქართული ლიტერატურის
          უმნიშვნელოვანეს ნაწარმოებად ითვლება. თამარი იყო ხელოვნების,
          განათლებისა და არქიტექტურის დიდი მხარდამჭერი. მისი მეფობის დროს აშენდა
          მრავალი ეკლესია და მონასტერი, რომლებიც დღემდე საქართველოს კულტურული
          მემკვიდრეობის მნიშვნელოვან ნაწილს წარმოადგენს.
          <br />
          <br />
          თამარის მმართველობის დროს ქვეყანა გახდა განათლებისა და სულიერი
          განვითარების ცენტრი. მისი მხარდაჭერით საქართველოში მრავალი
          სასწავლებელი და უნივერსიტეტი გაიხსნა, სადაც განათლებას იღებდნენ როგორც
          ქართველი, ისე მეზობელი ქვეყნების წარმომადგენლები.
          <br />
          <br />
          თამარის პირადი ცხოვრება და მემკვიდრეობა
          <br />
          თამარის პირადი ცხოვრებაც გამორჩეულია და ბევრი მითითებაა მისი
          ურთიერთობების შესახებ. მისი პირველი ქორწინება რუს უფლისწულ იური
          ბოგოლიუბსკზე წარუმატებელი აღმოჩნდა. იური, როგორც ამბობენ, ვერ მოერგო
          თამარის მმართველობას და ამიტომაც მათი ურთიერთობა მალე განქორწინებით
          დასრულდა. ამ მოვლენამ კი თამარს მისცა შესაძლებლობა მეორე
          ქორწინებისთვის, რომელიც უფრო წარმატებული გამოდგა.
          <br />
          <br />
          თამარმა მოგვიანებით დაქორწინდა დავით სოსლანზე, რომელიც ალანიის მეფის
          შთამომავალი იყო. მათი ურთიერთობა გახდა წარმატებული პოლიტიკური და
          პირადი ნაბიჯი. მათ შეეძინათ ორი შვილი – გიორგი, რომელიც შემდგომში
          გახდა გიორგი IV ლაშა, და რუსუდანი, რომელმაც ასევე დიდი როლი ითამაშა
          საქართველოს ისტორიაში.
          <br />
          <br />
          თამარის გარდაცვალება და მისი მემკვიდრეობა
          <br />
          თამარ მეფე გარდაიცვალა 1213 წელს, თუმცა მისი ზუსტი დასაფლავების ადგილი
          დღემდე უცნობია. არსებობენ მითები, რომ მისი სხეული საიდუმლოდ დაიკრძალა
          სვეტიცხოველში ან გელათის მონასტერში, რათა მტერს არ ჰქონოდა მისი
          სამარხის პოვნის შესაძლებლობა.
          <br />
          <br />
          თამარის მემკვიდრეობა დღემდე ცოცხალია როგორც ლეგენდარული მმართველისა და
          სამაგალითო დედოფლის სახით. მისი მეფობა ითვლება საქართველოს ისტორიაში
          ერთ-ერთ უდიდეს და უმნიშვნელოვანეს ეპოქად, როდესაც ქვეყანა საერთაშორისო
          პრესტიჟს მიაღწია, სამხედრო და კულტურული განვითარების უმაღლეს დონეს
          მიაღწია.
          <br />
          <br />
          დასკვნა
          <br />
          თამარ მეფის მმართველობის პერიოდი ქართული ისტორიაში იყო
          უმნიშვნელოვანესი, რომელმაც შექმნა ქართული სახელმწიფოს სიძლიერე,
          კულტურული წინსვლა და საერთაშორისო აღიარება. მისი მმართველობის სიმტკიცე
          და სიბრძნე დღესაც შთაგონების წყაროა როგორც ქართველი ხალხისთვის, ისე
          ისტორიკოსებისთვის. თამარის მეფობა რჩება ერთ-ერთ ყველაზე წარმატებულ
          პერიოდად, რომელმაც საქართველოს ისტორია სამუდამოდ შეცვალა.
        </p>
      </div>
    </div>
  );
};

export default Tamarmefe;
