import React from "react";
import img from "../images/napoleonpage.png";

const Napoleon = () => {
  return (
    <div className="fulltext">
      <h1>ნაპოლეონი</h1>
      <img src={img} alt="" />
      <p>
        ფრანგული რევოლუცია და ნაპოლეონი <br /> ფრანგული რევოლუცია (1789-1799) იყო
        ერთ-ერთი ყველაზე მნიშვნელოვანი მოვლენა ევროპის ისტორიაში. მისი მთავარი
        მიზეზები იყო საფრანგეთის მძიმე ეკონომიკური მდგომარეობა, სოციალური
        უთანასწორობა და პოლიტიკური კრიზისი. რევოლუციის შედეგად, საფრანგეთის
        პოლიტიკური და სოციალური სისტემა რადიკალურად შეიცვალა, რაც ნაპოლეონ
        ბონაპარტის აღმავლობით დამთავრდა. XVIII საუკუნის ბოლოს, საფრანგეთის მეფე
        ლუი XVI იძულებული გახდა, ეძახა გენერალური შტატები გადასახადების გაზრდის
        მიზნით. ქვეყნის ფინანსური მდგომარეობა გაუარესდა შვიდწლიან და ამერიკის
        რევოლუციურ ომებში ჩართულობით, რამაც გაზარდა სახელმწიფო ვალი. თუმცა,
        მხოლოდ დაბალი ფენა იხდიდა გადასახადებს, რაც უკმაყოფილებას იწვევდა.
        მდიდარ ფენებს, მათ შორის არისტოკრატიასა და სასულიერო პირებს,
        გადასახადებისგან გათავისუფლება ჰქონდათ. <br /> 1789 წელს გენერალური შტატების
        კრებამ გამოიწვია კონფლიქტი მეფესა და მოსახლეობას შორის. საფრანგეთის
        მოსახლეობა მოითხოვდა სოციალურ და პოლიტიკურ ცვლილებებს, რაც გამწვავდა
        ბასტილიის აღებით 1789 წლის 14 ივლისს, რომელიც გახდა რევოლუციის სიმბოლო.
        ამ მოვლენამ გზა გაუხსნა რევოლუციურ მოძრაობას. <br /> რევოლუციის ერთ-ერთი
        მნიშვნელოვანი ნაბიჯი იყო ადამიანის და მოქალაქის უფლებათა დეკლარაციის
        მიღება, რაც ითვალისწინებდა თანასწორობას, თავისუფლებას და საყოველთაო
        უფლებებს. თუმცა, რევოლუცია არ იყო მშვიდობიანი პროცესი. 1793-1794 წლებში
        დაიწყო „ტერორის ხანა“, რომელიც მჭიდროდ იყო დაკავშირებული რობესპიერის
        მმართველობასთან. ამ პერიოდში მრავალი ადამიანი გილიოტინით სიკვდილით
        დასაჯეს, რევოლუციის მტრებად მიჩნეულები. <br /> რობესპიერის დაცემის შემდეგ,
        საფრანგეთი გადავიდა უფრო სტაბილურ მმართველობაზე. თუმცა, რევოლუციამ
        შექმნა პოლიტიკური ვაკუუმი, რომელიც ნაპოლეონ ბონაპარტმა სწრაფად შეავსო.
        ნაპოლეონი იყო ახალგაზრდა და ნიჭიერი სამხედრო გენერალი, რომელმაც
        რევოლუციის წლებში წარმატებით იბრძოლა ევროპულ ბრძოლებში. 1799 წელს,
        სამხედრო გადატრიალებით („18 ბრიუმერის გადატრიალება“), მან მოიპოვა
        ძალაუფლება და საფრანგეთის კონსულად გამოცხადდა. <br /> 1804 წელს ნაპოლეონმა
        იმპერატორად გამოაცხადა თავი, რაც ოფიციალურად დასრულდა რესპუბლიკის
        მმართველობა და ახალი იმპერია შეიქმნა. მისი მმართველობის პერიოდში
        მნიშვნელოვანი რეფორმები განხორციელდა, მათ შორის „ნაპოლეონის კოდექსი,“
        რომელმაც განსაზღვრა ახალი სამართლებრივი წესრიგი საფრანგეთში და გავლენა
        მოახდინა ევროპაზე. ეს კანონები შეეხებოდა საკუთრებას, ოჯახს და სამოქალაქო
        უფლებებს, რაც თანასწორობას და სამართლებრივ გარანტიებს მოიცავდა.
        ნაპოლეონი ასევე ცნობილი იყო თავისი სამხედრო წარმატებებით. მისი
        კამპანიები ევროპის ბევრ ქვეყანაში გავრცელდა, რამაც საფრანგეთს დროებით
        უზარმაზარი ტერიტორიები მოუპოვა. ნაპოლეონის ომებმა საფრანგეთის სამხედრო
        ძლიერებას დიდი მნიშვნელობა მიანიჭა, თუმცა საბოლოოდ ეს წარმატებები მისი
        დამარცხებით დასრულდა. 1812 წელს ნაპოლეონი რუსეთში დამარცხდა, ხოლო 1815
        წელს ვატერლოოს ბრძოლაში საბოლოოდ დაკარგა ძალაუფლება. <br /> ნაპოლეონის დამხობა
        საფრანგეთისთვის და ევროპის სხვა ქვეყნებისთვის მნიშვნელოვანი პერიოდი იყო.
        თუმცა, მისი მმართველობის პერიოდში განხორციელებული რეფორმები და მიღწევები
        ნაპოლეონის სახელთან არის დაკავშირებული, როგორც ფრანგული რევოლუციის
        ერთ-ერთი მთავარი ფიგურა. ფრანგული რევოლუცია არა მხოლოდ საფრანგეთის,
        არამედ მსოფლიოსთვის ახალი ეპოქის დასაწყისი იყო. მან საფუძველი ჩაუყარა
        თანამედროვე პოლიტიკურ იდეალებს, როგორიცაა თანასწორობა, სამოქალაქო
        უფლებები და დემოკრატიული მართვა, რომლებიც დღესაც მნიშვნელოვან როლს
        ასრულებს მსოფლიოში.
      </p>
    </div>
  );
};

export default Napoleon;
