import React from 'react'
import img from "../images/revolutionpage.png";

const Revolution = () => {
  return (
    <div className="fulltext">
          <h1>ინდუსტრიული რევოლუცია</h1>
          <img src={img} alt="" />
          <p>
          

<br />
ინდუსტრიული რევოლუცია იყო გარდამავალი პერიოდი, რომელმაც სამრეწველო წარმოების, სოფლის მეურნეობისა და საზოგადოების თითქმის ყველა ასპექტი გარდაქმნა. ეს პროცესი დაიწყო XVIII საუკუნის ბოლოს ინგლისში და განვითარდა XIX საუკუნის დასაწყისში, მსოფლიო ეკონომიკის სტრუქტურის შეცვლით. ინდუსტრიულმა რევოლუციამ შექმნა ახალი ეკონომიკური სისტემა და საფუძველი ჩაუყარა თანამედროვე ტექნოლოგიურ პროგრესს.
<br /><br />
ინდუსტრიული რევოლუციის საფუძველში მრავალი ფაქტორი იდგა. პირველ რიგში, ინგლისში იყო მრავალი ბუნებრივი რესურსი, განსაკუთრებით ქვანახშირი და რკინა, რაც ხელს უწყობდა წარმოების გაფართოებას. გარდა ამისა, ინგლისში მექანიკური გამოგონებების ზრდამ, როგორიცაა ორთქლის მანქანა, მნიშვნელოვნად გაამარტივა წარმოების პროცესები. ჯეიმს უატის ორთქლის მანქანა ინდუსტრიული რევოლუციის ერთ-ერთი უმნიშვნელოვანესი გამოგონებაა, რომელმაც სრულიად შეცვალა წარმოების მართვა და გააძლიერა ტექნოლოგიური ცვლილებები.
<br /><br />
ტექსტილის წარმოების ავტომატიზაცია ერთ-ერთი პირველი მნიშვნელოვანი ნაბიჯი იყო ინდუსტრიალიზაციის პროცესში. რიჩარდ არკრაითმა შექმნა „წყლის ძრავის“ მანქანა, რომელმაც შეცვალა ქსოვილის წარმოების ტრადიციული მეთოდები და გამოიწვია ფაბრიკებში მუშაობის დინამიკური განვითარება. ტექსტილის ინდუსტრია იყო ინდუსტრიული რევოლუციის ცენტრალური სფერო, რომელიც მიზნად ისახავდა წარმოების გაზრდას და შრომის ავტომატიზაციას.
<br /><br />
ინდუსტრიული რევოლუციის სხვა მნიშვნელოვანი ასპექტი ტრანსპორტის განვითარება იყო. ორთქლის ლოკომოტივებისა და გემების გამოგონებამ გაამარტივა საქონლის გადაადგილება, განსაკუთრებით შორეული ტერიტორიებიდან. რკინიგზების და ორთქლის ლოკომოტივების დამკვიდრებამ ახალი სავაჭრო გზები გახსნა, რაც ხელს უწყობდა საქონლის გაცვლის დაჩქარებას და ტრანსპორტირების ხარჯების შემცირებას. ტრანსპორტის განვითარებამ მნიშვნელოვანი როლი ითამაშა გლობალურ ეკონომიკურ პროცესებში, რადგან საქონლის ტრანსპორტირება და კომერციული კავშირები სწრაფად განვითარდა.
<br /><br />
ინდუსტრიულმა რევოლუციამ ასევე გამოიწვია მნიშვნელოვანი ცვლილებები სამუშაო ძალასა და სოციალურ სტრუქტურებში. ფაბრიკები სწრაფად იზრდებოდნენ, და სოფლის მოსახლეობა ქალაქებში გადადიოდა სამუშაოს საძებნელად. ამან სწრაფად გაზარდა ქალაქების მოსახლეობა და გააძლიერა ურბანიზაციის პროცესი. თუმცა, ფაბრიკებში შრომითი პირობები ხშირად იყო საზიანო და უკიდურესად მძიმე. ბავშვთა და ქალთა შრომა იყო გავრცელებული და ფაბრიკებში მუშათა შრომითი პირობები უმეტესად არ რეგულირდებოდა. ამას მოჰყვა მუშათა უფლებების დასაცავად მრავალი სოციალური და პოლიტიკური მოძრაობა.
<br /><br />
მეორე მხრივ, ინდუსტრიულმა რევოლუციამ გამოიწვია მნიშვნელოვანი ეკონომიკური ცვლილებები. წარმოების ზრდამ და კაპიტალიზმის განვითარებამ ბანკებისა და საფინანსო ინსტიტუტების როლი გააძლიერა. მეწარმეებმა დაიწყეს ინვესტიციების ჩადება წარმოებაში, რაც ეკონომიკურ ზრდას უწყობდა ხელს. ეს პერიოდიც კი დაფუძნდა კაპიტალიზმის პრინციპებზე, რაც მოგვიანებით მსოფლიო ეკონომიკის საფუძველი გახდა.
<br /><br />
ინდუსტრიული რევოლუციის შედეგად, მსოფლიო მნიშვნელოვნად შეიცვალა. ეს პროცესი შეეხო არა მხოლოდ ტექნოლოგიას, არამედ ეკონომიკურ და სოციალურ სტრუქტურებსაც. ტექნოლოგიურმა განვითარებამ მსოფლიო ეკონომიკის გლობალიზაცია გამოიწვია, რაც შედეგად გულისხმობდა მრავალი ქვეყნის სწრაფ განვითარებასა და ეკონომიკურ ზრდას. ინდუსტრიული რევოლუცია გახდა პირველი ეტაპი, რომელმაც ხელი შეუწყო ტექნოლოგიური პროგრესის აჩქარებასა და ადამიანთა ცხოვრების ხარისხის გაუმჯობესებას.</p>
        </div>
  )
}

export default Revolution