import React from "react";
import bagrat from "../../components/images/bagrat.jpg";
import  "./kings.css";

const Kings = () => {
  return (
    <div className="kings">
      <h1 className="title">ერთიანი საქართველოს ყველა მეფე</h1>
      <p className="mefeebi">
        1. ბაგრატ III – 975-1014 <br />
        2. გიორგი I – 1014-1027
        <br />
        3. ბაგრატ IV – 1027-1072
        <br />
        4. გიორგი II – 1072-1089
        <br />
        5. დავით IV აღმაშენებელი – 1089-1125
        <br />
        6. დემეტრე I – 1125-1156
        <br />
        7. დავით V – 1155-1155 (6 თვე)
        <br />
        8. გიორგი III – 1156-1184
        <br />
        9. თამარ მეფე – 1184-1207/1210/1213
        <br />
        10. გიორგი IV ლაშა – 1207/1210/1213-1222
        <br />
        11. რუსუდანი – 1222-1245
        <br />
        12. დავით VI ნარინი – 1247-1293
        <br />
        13. დავით VII ულუ – 1247-1270
        <br />
        14. დემეტრე II – 1270-1289
        <br />
        15. გიორგი V ბრწყინვალე – 1314/1318-1346
        <br />
        16. დავით IX – 1346-1360
        <br />
        17. ბაგრატ V – 1360-1393
        <br />
        18. გიორგი VII – 1393-1407
        <br />
        19. კონსტანტინე I – 1407-1411
        <br />
        20. ალექსანდრე I – 1411-1442
        <br />
        21. ვახტანგ IV – 1442-1446
        <br />
        22. გიორგი VIII – 1446-1466
      </p>
      <img src={bagrat} alt="" />
      <p className="text">
        ბაგრატ III (975-1014) იყო საქართველოს პირველი ერთიანი მეფე, რომელმაც
        წარმატებით გააერთიანა ქართლი, აფხაზეთი და კახეთ-ჰერეთი. მისი მმართველობა
        მნიშვნელოვანი იყო ქვეყნის პოლიტიკურ და კულტურულ გაერთიანებისთვის.
        ბაგრატმა დაამკვიდრა ბაგრატიონთა დინასტია და საფუძველი ჩაუყარა ერთიანი
        საქართველოს ჩამოყალიბებას. მისი მეფობის პერიოდში საქართველო დაიწყო
        გაძლიერება როგორც სამხედრო, ასევე ეკონომიკურ და კულტურულ სფეროებში.
        ბაგრატ III-ის მმართველობა გახდა ქართული სახელმწიფოს განმტკიცების,
        შემდგომი განვითარების და ერთიანობის საფუძველი, რაც დიდხანს გაგრძელდა
        მისი მემკვიდრეების მეფობის დროს.
        <br />
        <br />
        ერთიანი საქართველოს მეფეები წარმოადგენენ ქვეყნის ისტორიაში ერთ-ერთ
        ყველაზე დიდებულ ეპოქას, რომელიც დაიწყო ბაგრატ III-ის მეფობით (975-1014)
        და გაგრძელდა გიორგი VIII-ის მმართველობამდე (1446-1466). ბაგრატ III-მ
        პირველი წარმატებით გააერთიანა ქართლი, აფხაზეთი და კახეთ-ჰერეთი, რითაც
        საფუძველი ჩაუყარა ერთიანი სახელმწიფოს ფორმირებას.
        <br />
        <br />
        დავით IV აღმაშენებელმა (1089-1125) დაამარცხა სელჩუკები და ქვეყნის
        სამხედრო და ეკონომიკური ძლიერება აღადგინა. მისი მმართველობის პერიოდი იყო
        საქართველოს ძლიერების პიკი. დემეტრე I-ის, გიორგი III-ისა და თამარ მეფის
        მმართველობა ითვლება ქვეყნის "ოქროს ხანად", როცა საქართველო კულტურულად და
        პოლიტიკურად დაწინაურდა.
        <br />
        <br />
        თამარ მეფის (1184-1213) მმართველობისას საქართველო გახდა რეგიონალური
        ზესახელმწიფო, რომელიც გავლენას ახდენდა მეზობელ ქვეყნებზე.
        <br />
        <br />
        გიორგი V ბრწყინვალემ (1314-1346) ქვეყანას კიდევ ერთხელ დაუბრუნა
        ერთიანობა და ძლიერება. მისი მმართველობის პერიოდში საქართველოს გავლენა
        კავკასიაში კვლავ გაიზარდა, თუმცა მას შემდეგ ქვეყნის გაძლიერება შეჩერდა.
      </p>
    </div>
  );
};

export default Kings;
