import React from "react";
import giorgimexute from "../../components/images/giorgimexute.jpg";

const Giorgimexute = () => {
  return (
    <div className="fulltext">
      <h1>გიორგი მეხუთე ბრწყინვალე</h1>
      <img src={giorgimexute} alt="" />
      <p>
        მმართველობის დასაწყისი <br />
        გიორგი მეხუთე ბრწყინვალე (1286-1346) იყო საქართველოს მეფე, რომელმაც
        ქვეყანა აღმავლობის გზაზე დააყენა მონღოლთა ბატონობის შემდეგ. მისი
        მმართველობის პერიოდში აღდგა საქართველოს ერთიანობა და ეკონომიკა. მან
        დააბრუნა დავით აღმაშენებლის დროინდელი სიძლიერე და გააძლიერა საერთაშორისო
        კავშირები. გიორგი ბრწყინვალე იყო ძლიერი დიპლომატი და რეფორმატორი, რომლის
        მმართველობაც დღემდე განიხილება, როგორც საქართველოს ისტორიაში ერთ-ერთი
        უმნიშვნელოვანესი პერიოდი. <br />
        <br />
        მონღოლთა გავლენის დასასრული
        <br />
        გიორგი მეხუთის მმართველობის დაწყების დროს, საქართველო ჯერ კიდევ
        განიცდიდა მონღოლთა გავლენას, რომელიც ქვეყანის ეკონომიკურ და პოლიტიკურ
        ცხოვრებას საფრთხეს უქმნიდა. მონღოლთა ბატონობა, რომელიც XIII საუკუნის
        დასაწყისში დაიწყო, იყო ერთ-ერთი მთავარი პრობლემა, რომლის წინაშეც გიორგი
        მეხუთე დადგა. მონღოლთა დაქვემდებარებული საქართველოსთვის მძიმე იყო როგორც
        ეკონომიკური, ასევე პოლიტიკური პირობები, რადგან ხარკის გადახდა და
        მმართველობის დამოუკიდებლობის შეზღუდვა ართულებდა ქვეყნის განვითარებას.
        <br />
        <br />
        მონღოლებთან ურთიერთობის დარეგულირება გიორგი მეხუთის ერთ-ერთი პირველი
        მიზანი გახდა. მისი დიპლომატიური უნარები და სიბრძნე დაეხმარა მონღოლთა
        გავლენის შესუსტებას და საბოლოოდ საქართველოს სრული დამოუკიდებლობის
        დაბრუნებას. ეს გახდა მეფის პირველი დიდი გამარჯვება, რომელმაც საფუძველი
        ჩაუყარა ქვეყნის მომავალი განვითარების შესაძლებლობას.
        <br />
        <br />
        ქვეყნის გაერთიანება და სტაბილურობა
        <br />
        გიორგი მეხუთემ შეძლო არა მხოლოდ მონღოლთა ბატონობისგან გათავისუფლება,
        არამედ საქართველოს შიდა გაერთიანებაც. მისი მმართველობის პერიოდში,
        საქართველომ გააერთიანა ყველა რეგიონი, რომლებიც მონღოლთა გავლენით იყო
        დაშორებული. ქვეყნის გაერთიანებამ მას საშუალება მისცა შეექმნა ძლიერი
        მმართველობა, რომელიც ქვეყნის შიდა სტაბილურობას და ერთიანობას
        უზრუნველყოფდა.
        <br />
        <br />
        გიორგი მეხუთემ გაატარა მნიშვნელოვანი რეფორმები, რომლებიც უკავშირდებოდა
        ქვეყნის შიდა მმართველობას. მის მიერ გატარებული რეფორმები მოიცავდა
        ადმინისტრაციული სისტემის გაუმჯობესებას, რომელიც საშუალებას აძლევდა
        ადგილობრივ მმართველებს უფრო ეფექტურად ემართათ თავიანთი რეგიონები. გარდა
        ამისა, მეფემ ხელი შეუწყო ახალი გზების მშენებლობას, რაც ქვეყნის
        ეკონომიკურ განვითარებას დაეხმარა.
        <br />
        <br />
        ეკონომიკური აღმავლობა
        <br />
        გიორგი მეხუთის მმართველობის ერთ-ერთი უმნიშვნელოვანესი ასპექტი იყო
        ქვეყნის ეკონომიკური აღმავლობა. მისი მმართველობის დროს აღდგა ვაჭრობა და
        საქართველოს ეკონომიკამ მიაღწია მნიშვნელოვან წარმატებას. ქვეყნის
        განვითარება განაპირობა მისი გეოგრაფიული მდებარეობით, რაც საშუალებას
        აძლევდა საქართველოს ყოფილიყო სავაჭრო გზების ცენტრი. გიორგი მეხუთემ
        გააძლიერა ვაჭრობა მეზობელ სახელმწიფოებთან, რითაც ხელი შეუწყო ქვეყნის
        ეკონომიკური ზრდას.
        <br />
        <br />
        გარდა ამისა, გიორგი მეხუთემ დააწესა ეკონომიკური რეფორმები, რომლებიც
        დაეხმარა ქვეყნის მოსახლეობას. მისი პოლიტიკა მიზნად ისახავდა გლეხების და
        წვრილი მეწარმეების ცხოვრების გაუმჯობესებას, რაც ეკონომიკური სტაბილურობის
        საფუძველი გახდა.
        <br />
        <br />
        დიპლომატიური ურთიერთობები
        <br />
        გიორგი მეხუთე ბრწყინვალე იყო არა მხოლოდ ძლიერი მმართველი და რეფორმატორი,
        არამედ შესანიშნავი დიპლომატი. მისი მმართველობის დროს საქართველო
        გააღრმავა ურთიერთობები ევროპისა და აზიის სახელმწიფოებთან. მისი
        დიპლომატიური უნარები დაეხმარა საქართველოს მოპოვებას მნიშვნელოვანი
        მოკავშირეები, რომლებიც ქვეყნის უსაფრთხოებას და ეკონომიკურ განვითარებას
        უზრუნველყოფდნენ.
        <br />
        <br />
        გიორგი მეხუთემ განსაკუთრებული მნიშვნელობა მიანიჭა ქრისტიანულ
        სახელმწიფოებთან ურთიერთობების გაღრმავებას. მისი მმართველობის დროს
        საქართველო მეტად დაახლოვდა ბიზანტიასთან, კათოლიკე და მართლმადიდებლურ
        ეკლესიებთან, რაც მეფეს საშუალებას აძლევდა საერთაშორისო სცენაზე უფრო
        ძლიერად წარმდგარიყო. გარდა ამისა, მეფემ ხელი შეუწყო ურთიერთობების
        დამყარებას ევროპის ქვეყნებთან, რაც საქართველოს საერთაშორისო გავლენის
        გაზრდას ემსახურებოდა.
        <br />
        <br />
        კულტურული აყვავება
        <br />
        გიორგი მეხუთის მმართველობის პერიოდი ასევე გამოირჩეოდა ქვეყნის კულტურული
        და რელიგიური აღორძინებით. მეფემ ხელი შეუწყო ქართული ხელოვნების,
        ლიტერატურისა და განათლების განვითარებას. მისი მმართველობის პერიოდში
        აშენდა მრავალი ეკლესია და მონასტერი, რომლებიც დღემდე საქართველოს
        კულტურული მემკვიდრეობის ნაწილს წარმოადგენენ.
        <br />
        <br />
        გარდა ამისა, გიორგი მეხუთემ შექმნა ისეთი პირობები, რომ ქართველმა
        ხელოვანებმა და მეცნიერებმა შეძლეს თავიანთი ნიჭის გამოხატვა. მისი
        მმართველობის დროს განვითარდა ქართული ლიტერატურა და ფოლკლორი, რაც
        საქართველოს კულტურის აყვავების სიმბოლოდ იქცა.
        <br />
        <br />
        გიორგი მეხუთის მემკვიდრეობა
        <br />
        გიორგი მეხუთე ბრწყინვალე გარდაიცვალა 1346 წელს, თუმცა მისი მემკვიდრეობა
        დღემდე ცოცხალია. მისი მმართველობა ითვლება ერთ-ერთ უმნიშვნელოვანეს
        პერიოდად საქართველოს ისტორიაში. გიორგი მეხუთემ შეძლო ქვეყნის
        გაერთიანება, ეკონომიკური და კულტურული აღორძინება და საქართველოს
        საერთაშორისო გავლენის გაზრდა.
        <br />
        <br />
        მისი მმართველობის დროს საქართველო გახდა ძლიერი და განვითარებული
        სახელმწიფო, რომელიც მზად იყო წინსვლისთვის. გიორგი მეხუთეს მიღწევებმა
        განაპირობა ქვეყნის სტაბილურობა და საფუძველი ჩაუყარა მის მომავალ
        წარმატებას.
        <br />
        <br />
        დასკვნა
        <br />
        გიორგი მეხუთე ბრწყინვალე იყო საქართველოს ისტორიაში ერთ-ერთი ყველაზე
        მნიშვნელოვანი მეფე, რომელმაც შეძლო ქვეყნის აღმავლობის გზაზე დაყენება.
        მისი დიპლომატიური უნარები, სამხედრო წარმატებები და რეფორმები გახდა
        საქართველოს მომავალი განვითარების საფუძველი. დღესაც, გიორგი მეხუთე
        ბრწყინვალის მმართველობა განიხილება, როგორც პერიოდი, როდესაც საქართველო
        გახდა ძლიერი, ერთიანი და განვითარებული სახელმწიფო.
      </p>
    </div>
  );
};

export default Giorgimexute;
