import React from "react";
import mariam from "../../components/images/mariam.jpeg";

const Stiuarti = () => {
  return (
    <div className="fulltext">
      <h1>მარიამ სტიუარტი</h1>
      <img src={mariam} alt="" />
      <p>
        პირველი მსოფლიო ომი: მიზეზები და შედეგები <br />
        <br />
        პირველი მსოფლიო ომი, რომელიც 1914-1918 წლებში მიმდინარეობდა, ერთ-ერთი
        ყველაზე დიდი და დრამატული კონფლიქტი იყო მსოფლიო ისტორიაში. ამ ომმა
        მოიცვა მრავალი ქვეყანა და მილიონობით ადამიანის სიცოცხლე იმსხვერპლა. ომი
        დაიწყო ევროპის ქვეყნებს შორის დაძაბულობის შედეგად, რომელიც გაღრმავდა
        ეკონომიკური, პოლიტიკური და სამხედრო ფაქტორების გამო. ეს კონფლიქტი
        მსოფლიო ომად იქცა, რადგან მასში ჩაერთო მრავალი ქვეყანა და რამდენიმე
        კონტინენტი.
        <br />
        <br />
        პირველი მსოფლიო ომის მთავარი მიზეზები მრავალმხრივია და მოიცავს ოთხ
        ძირითად ფაქტორს: იმპერიალიზმი, ნაციონალიზმი, მილიტარიზმი და ალიანსები.
        იმპერიალიზმი, ან დიდი სახელმწიფოების მიერ ახალი ტერიტორიების დაპყრობისა
        და კოლონიების შექმნისკენ სწრაფვა, მნიშვნელოვანი ფაქტორი იყო. ქვეყნები,
        როგორიცაა ბრიტანეთი, საფრანგეთი და გერმანია, ცდილობდნენ მეტი ტერიტორიის
        დაუფლებას, რაც ზრდიდა დაძაბულობას მათ შორის. ნაციონალიზმი, ან საკუთარი
        ერის უზენაესობის განცდა, იწვევდა ქვეყნებს შორის კონფლიქტებს,
        განსაკუთრებით ევროპის ბალკანეთში, სადაც სხვადასხვა ეთნიკური ჯგუფები
        დამოუკიდებლობისთვის იბრძოდნენ.
        <br />
        <br />
        მილიტარიზმი, ანუ ქვეყნების მიერ სამხედრო ძალების გაძლიერება და
        მილიტარისტული იდეოლოგიის გავრცელება, ომის დაწყებასაც შეუწყო ხელი.
        ქვეყნები დიდ ინვესტიციებს აკეთებდნენ სამხედრო ტექნოლოგიებში, რაც ომის
        მზაობას და დაპირისპირების სიძლიერეს ზრდიდა. ამავე დროს, საერთაშორისო
        ალიანსები, რომლებიც შეიქმნა XIX საუკუნის ბოლოს და XX საუკუნის
        დასაწყისში, ომის მასშტაბებს ზრდიდა. ცენტრალურ ძალებს წარმოადგენდა
        გერმანია, ავსტრია-უნგრეთი და ოსმალეთის იმპერია, ხოლო ანტანტის ბლოკში
        შედიოდა ბრიტანეთი, საფრანგეთი და რუსეთი.
        <br />
        <br />
        პირველი მსოფლიო ომის უშუალო პროვოკაცია იყო ავსტრია-უნგრეთის ტახტის
        მემკვიდრის, ფრანც ფერდინანდის მკვლელობა სარაევოში 1914 წელს. ამან
        განაპირობა ავსტრია-უნგრეთის მიერ სერბეთის წინააღმდეგ სამხედრო
        მოქმედებების დაწყება, რასაც მოჰყვა ალიანსების ჩართვა ომში და მისი სწრაფი
        გაფართოება. ომმა მოიცვა ევროპის უდიდესი ნაწილი, ასევე ამერიკის
        შეერთებული შტატები და სხვა კონტინენტები.
        <br />
        <br />
        პირველი მსოფლიო ომი გამოირჩეოდა ახალი ტექნოლოგიების გამოყენებით,
        როგორიცაა ტანკები, ქიმიური იარაღი და საჰაერო თავდასხმები. ეს
        ტექნოლოგიები გამოიწვია მასობრივი განადგურების ახალი მეთოდების
        გამოყენებას, რაც ომის შედეგებს კიდევ უფრო მტკივნეულს ხდიდა. ოთხი წელი
        განუწყვეტლივი ბრძოლების და მილიონობით მსხვერპლის შემდეგ, 1918 წელს ომი
        დასრულდა ვერსალის ხელშეკრულებით, რომელიც ხელი მოაწერეს ანტანტის წევრებმა
        და გერმანიამ.
        <br />
        <br />
        ომის შედეგები შორსმიმავალი იყო. ერთ-ერთი მთავარი შედეგი იყო ევროპის
        რუკის გადაკეთება, სადაც რამდენიმე იმპერია დაიშალა, მათ შორის
        ავსტრია-უნგრეთი და ოსმალეთის იმპერია. ამის შედეგად გაჩნდა ახალი
        დამოუკიდებელი სახელმწიფოები. ვერსალის ხელშეკრულებამ მძიმე დარტყმა
        მიაყენა გერმანიას, რომელიც ვალდებული იყო გადაიხადა რეპარაციები და
        შეზღუდულიყო სამხედრო ძალა, რამაც განაპირობა პოლიტიკური და ეკონომიკური
        კრიზისი ქვეყანაში.
        <br />
        <br />
        ომმა ასევე დიდი გავლენა მოახდინა მსოფლიო პოლიტიკაზე. შეიქმნა ახალი
        საერთაშორისო ორგანიზაცია, ერების ლიგა, რომელიც მიზნად ისახავდა
        კონფლიქტების პრევენციას და მშვიდობის შენარჩუნებას, თუმცა, მისი
        არაეფექტურობის გამო, ომმა ვერ თავიდან აიცილა მეორე მსოფლიო ომი. პირველი
        მსოფლიო ომის შედეგები ასევე მოიცავდა ქალთა როლის ზრდას საზოგადოებაში,
        რადგან ომის პერიოდში ქალებმა უფრო აქტიურად დაიწყეს შრომაში ჩართვა, რაც
        მოგვიანებით ქალთა უფლებების მოძრაობას მოჰყვა.
        <br />
        <br />
        პირველი მსოფლიო ომი ისტორიაში დარჩა, როგორც კონფლიქტი, რომელმაც შეცვალა
        მსოფლიო გეოპოლიტიკა და საზოგადოებრივი წესრიგი, საფუძველი ჩაუყარა მომავალ
        კონფლიქტებს და მნიშვნელოვანი გავლენა მოახდინა XX საუკუნის განვითარებაზე.
      </p>
    </div>
  );
};

export default Stiuarti;
