import giorgimexute from "../../components/images/giorgimexute.jpg";
import aleqsandre from "../../components/images/aleqsandre.jpeg";
import karlos from "../../components/images/karlos.jpeg";
import atila from "../../components/images/atila.jpeg";
import vikingebi from "../../components/images/vikingebi.jpeg";
import mariam from "../../components/images/mariam.jpeg";

export default {
  items: [
    {
      index: 1,
      title: "გიორგი მეხუთე ბრწყინვალე",
      img: giorgimexute,
      text: "გიორგი მეხუთე ბრწყინვალე იყო საქართველოს მეფე, რომელმაც მონღოლთა ბატონობის შემდეგ ქვეყანა გაამთლიანა. მისი მმართველობისას საქართველო გაძლიერდა, ეკონომიკა აღდგა და საერთაშორისო კავშირები განმტკიცდა. გიორგი იყო ძლიერი.",
    },
    {
      index: 2,
      title: "ალექსანდრე მაკედონელი",
      img: aleqsandre,
      text: "ალექსანდრე მაკედონელი (ძვ. წ. 356-323) იყო ლეგენდარული მეფე და მხედართმთავარი, რომელმაც შექმნა ერთ-ერთი უდიდესი იმპერია ისტორიაში. მისი სტრატეგიული გენიოსობა და გამბედაობა დღემდე აღაფრთოვანებს მსოფლიოს.",
    },
    {
      index: 3,
      title: "კარლოს დიდი",
      img: karlos,
      text: "კარლოს დიდი, ფრანკების მეფე, შეერთებული ევროპის ერთ-ერთი უდიდესი იმპერიის დამფუძნებელია. მისი მმართველობის დროს მოხდა კულტურული და საგანმანათლებლო აღორძინება, ცნობილი როგორც კაროლინგური რენესანსი.",
    },
    {
      index: 4,
      title: "ატილა  ევროპის ეშვი",
      img: atila,
      text: "ატილა, უნების მეფე, იყო ერთ-ერთი ყველაზე მრისხანე და გავლენიანი ლიდერი ძველი ევროპის ისტორიაში. მისი მმართველობის პერიოდში უნები შიშს სცემდნენ რომის იმპერიასა და ევროპის სხვა ხალხებს. ატილა ცნობილი იყო როგორც „ღმერთის რისხვა“.",
    },
    {
      index: 5,
      title: "ვიკინგები",
      img: vikingebi,
      text: "ვიკინგები, სკანდინავიელი მეომრები და მეზღვაურები, VIII-XI საუკუნეებში ევროპას შიშს სცემდნენ თავიანთი სწრაფი თავდასხმებით. ისინი ასევე იყვნენ გამოცდილი ვაჭრები და მოგზაურები, რომლებიც ისლანდიასა და გრენლანდიაში კოლონიებს აფუძნებდნენ და ჩრდილოეთ ამერიკასაც მიაღწიეს.",
    },
    {
      index: 6,
      title: "მარიამ სტიუარტი",
      img: mariam,
      text: "მარიამ სტიუარტი, შოტლანდიის დედოფალი, ცნობილია როგორც ერთ-ერთი ყველაზე ტრაგიკული ფიგურა ისტორიაში. მისი მმართველობა სავსე იყო პოლიტიკური ინტრიგებითა და კონფლიქტებით. მარიამი ტახტის დაკარგვის შემდეგ დაპატიმრებულ იქნა და საბოლოოდ სიკვდილით დასაჯეს",
    },
  ],
};
