const texts = {
  text1:
    "თამარ მეფე (1160-1213) იყო საქართველოს პირველი ქალი მეფე, რომლის მმართველობის დროს ქვეყანა დიდებულად გაძლიერდა. მისი მმართველობა ქვეყნის პოლიტიკურ, სამხედრო და კულტურულ აღორძინებას უკავშირდება. თამარმა გააფართოვა საქართველოს საზღვრები და დაამარცხა მტრები, რის შედეგადაც ქვეყანა რეგიონული ძალა გახდა.",
  text2:
    "აფხაზეთის ომი (1992-1993) იყო სისხლიანი კონფლიქტი, რომელმაც გამოიწვია ათასობით ადამიანის დაღუპვა და დევნილობა. ომის შედეგად აფხაზეთი საქართველოს კონტროლიდან გავიდა, ხოლო კონფლიქტი დღემდე დაძაბულობის და პოლიტიკური უთანხმოების მიზეზად რჩება.",
  text3:
    "ბალდუინ მეოთხე (1161-1185) იყო იერუსალიმის მეფე, რომელიც ცნობილია ლეპროზით დაავადებული, მაგრამ მაინც მტკიცედ ხელმძღვანელობდა ჯვაროსნულ ლაშქრობებს. მისი მმართველობა მნიშვნელოვანი იყო იერუსალიმის დაცვაში, თუმცა მისი სიკვდილის შემდეგ სამეფო  ",
  text4:
    "დავით აღმაშენებელი (1073-1125) იყო საქართველოს მეფე, რომელმაც ქვეყანა გააერთიანა და გააძლიერა. მისი მმართველობისას მოიპოვა დიდგორის ბრძოლაში გამარჯვება, რომელიც საქართველოს ისტორიაში ერთ-ერთ უდიდეს მიღწევად ითვლება. დავითმა დაიწყო საქართველოს ოქროს ხანა.",
};

export default texts;
