import React from "react";
import sop from "../../components/images/sop.jpg";
import shavi from "../../components/images/shavi.jpg";
import VideoPlayer from "../../components/video/VideoPlayer";
import "./historiography.css";

const Historiography = () => {
  return (
    <div className="historio">
      <div className="historio-first">
        <div className="img-div">
          <img src={sop} alt="" />
          <p>
            დიდი დეპრესია და მისი გლობალური გავლენა დიდი დეპრესია, რომელიც 1929
            წელს დაიწყო და გაგრძელდა 1930-იან წლებში, იყო ერთ-ერთი ყველაზე
            გამანადგურებელი ეკონომიკური კრიზისი მსოფლიო ისტორიაში. დეპრესიის
            დასაწყისი დაკავშირებულია ამერიკის საფონდო ბირჟის კოლაფსთან 1929 წლის
            ოქტომბერში, რამაც გამოიწვია მასობრივი უმუშევრობა, ბანკების დახურვა
            და წარმოების ვარდნა. <br /> <br />
            ეკონომიკური კრიზისი სწრაფად გავრცელდა მთელ მსოფლიოში, რამაც
            გლობალური ვაჭრობის შემცირება და ეკონომიკური სტაგნაცია გამოიწვია.
            ევროპისა და ლათინური ამერიკის ქვეყნები განსაკუთრებით დაზარალდნენ,
            რადგან მათი ეკონომიკები მჭიდროდ იყო დაკავშირებული ამერიკის
            ბაზრებთან.
            <br /> <br />
            დიდი დეპრესიის გლობალურმა გავლენამ ხელი შეუწყო პოლიტიკურ
            არასტაბილურობას, რომელიც საბოლოოდ გადაიზარდა მეორე მსოფლიო ომში.
            კრიზისმა ასევე შეცვალა ეკონომიკური პოლიტიკა მთელ მსოფლიოში, რასაც
            შედეგად მოჰყვა ახალი, კეინსიანური ეკონომიკური მოდელის დანერგვა,
            რომელიც ითვალისწინებდა სახელმწიფოს უფრო აქტიურ ჩარევას ეკონომიკაში.
          </p>
        </div>
        <div />
        <div className="text-div">
          <h1>ისტორიული ვიდეო მასალა</h1>
          <p>
            ჯონ კენედი, ამერიკის შეერთებული შტატების პრეზიდენტი, მოკლეს 1963
            წლის 22 ნოემბერს, დალასში. მისი მკვლელობა გახდა მსოფლიო მასშტაბით
            შოკის მომგვრელი მოვლენა
            <br />
            ფარაონები იყვნენ ძველი ეგვიპტის მეფეები, რომლებიც მიჩნეულნი იყვნენ
            როგორც ღვთიური ლიდერები. მათი მმართველობისას ეგვიპტეში შენდებოდა
            <br />
            კარლ მარქსი იყო გერმანელი ფილოსოფოსი და ეკონომისტი, რომელმაც
            კომუნიზმის იდეები შექმნა. მისი ნაშრომები, „კაპიტალი“ და „კომუნისტური
            მანიფესტი“,
            <br />
            იოსებ სტალინი იყო საბჭოთა კავშირის ლიდერი, რომელმაც ინდუსტრიალიზაცია
            და ომში გამარჯვება უზრუნველყო. მისი მმართველობა რეპრესიებით
            გამოირჩეოდა და მილიონობით ადამიანის სიცოცხლე იმსხვერპლა.
          </p>
        </div>
      </div>
      <VideoPlayer />
      <div className="historio-third">
        <img src={shavi} alt="" />
        <p>
          შავი ჭირი და მისი გავლენა ევროპაზე
          <br />
          შავი ჭირი, რომელიც ასევე ცნობილია როგორც "შავი სიკვდილი," იყო ერთ-ერთი
          ყველაზე გამანადგურებელი პანდემია მსოფლიო ისტორიაში. იგი გავრცელდა
          ევროპაში 1347-1351 წლებში და ითვლება, რომ ხუთწლიანი პერიოდის
          განმავლობაში ევროპის მოსახლეობის დაახლოებით 30%-40% დაიღუპა.
          <br />
          <br />
          შავი ჭირი ევროპაში გავრცელდა აზიიდან, სავაჭრო გზებითა და გემებით,
          რომლებიც ინფიცირებული ვირთხებისა და რწყილების მეშვეობით ვირუსს
          ავრცელებდნენ. ეს დაავადება განსაკუთრებით მძიმედ დაეცა ქალაქებს, სადაც
          ხალხი მჭიდროდ ცხოვრობდა და სანიტარიის პირობები რთული იყო.
          <br />
          <br />
          შავი ჭირის გავლენა მრავალმხრივი იყო. ერთ-ერთი ყველაზე თვალსაჩინო
          შედეგი იყო დემოგრაფიული ცვლილებები: მილიონობით ადამიანის სიკვდილმა
          გამოიწვია სამუშაო ძალის ნაკლებობა, რაც მჭიდროდ დაკავშირებულია
          ფეოდალური სისტემის კრიზისთან. აგრეთვე, გაიზარდა სოციალური და რელიგიური
          დაძაბულობები, რადგან მრავალი ადამიანი შავი ჭირის გავრცელებას ღვთის
          რისხვას ანიჭებდა.
          <br />
          <br />
          შავი ჭირი ასევე ხელს უწყობდა მეცნიერებისა და მედიცინის განვითარებას,
          რადგან ექიმები ცდილობდნენ ეპიდემიასთან გამკლავების გზების პოვნას.
          დაავადების დასრულებამ კი შექმნა ახალი პირობები ევროპული ეკონომიკური და
          სოციალური ცხოვრების განვითარებისათვის.
        </p>
      </div>
    </div>
  );
};

export default Historiography;
